Repository: Yaeltex/kilowhat
Catalog: translation_*.po
Languages: es

source: ERROR OUT:
es: ERROR ENV:

source: Scan
es: ACTUALIZAR PUERTOS

source: Apply changes
es: Aplicar cambios

source: Enable MIDI THRU
es: Activar MIDI THRU

source: General configuration
es: Configuración general

source: MIDI ports
es: Puertos MIDI

source: Set banks
es: Definir N° bancos

source: Set inputs
es: Definir N° entradas

source: LEDS mode
es: Modo de LEDS

source: Hardware
es: Selección Hardware

source: Set outputs
es: Definir N° salidas

source: Matrix
es: Matriz

source: MIDI Monitor
es: Monitor MIDI

source: Welcome to Kilowhat!
es: ¡Bienvenido a Kilowhat!

source: I{0}: {1}
es: E{0}: {1}

source: O{0}: {1}
es: S{0}: {1}

source: Test
es: Probar

source: Param
es: Parám

source: Channel
es: Canal

source: Intermitent
es: Intermitente

source: Min.
es: Mín.

source: Max.
es: Máx.

source: There is no use for a shifter, if you only have one bank
es: No hay necesidad para un shifter, si sólo usas un banco

source: Shifter param {0} outside bank range 0-{1}
es: Parametro Shifter {0} fuera del rango de bancos 0-{1}

source: Shifter param repeated({0})
es: Banco de shifter repetido ({0})

source: Mode
es: Modo

source: Note/CC param {0} outside valid range 0-127
es: Parametro Nota/CC {0} fuera del rango válido 0-127

source: Min and Max cannot be identical
es: Los valores de Min y Max no pueden ser iguales

source: Bank shifter was already used ({0})
es: El shifter de banco ({0}) ya fue utilizado

source: Momentary
es: Momentario

source: Press
es: Acción

source: Min. Dist.
es: Dist. Mín.

source: Max. Dist.
es: Dist. Máx.

source: MAX value should be at lease 10cm greater than MIN value
es: El valor MAX debe ser al menos 10 cm mayor que el valor MIN

source: Copy
es: Copiar

source: Select all
es: Seleccionar todo

source: Clear
es: Limpiar

source: Config file description
es: Descripción del archivo de configuración

source: Load file
es: Cargar archivo

source: Save file
es: Guardar archivo

source: Dump to Arduino
es: Configurar en Arduino (Dump)

source: Help
es: Ayuda

source: Inputs
es: Entradas

source: Outputs
es: Salidas

source: Distance sensor
es: Sensor de distancia

source: Test all
es: Probar todos

source: with velocity
es: con velocidad

source: TEST / MIDI IN -> OUT
es: PROBAR / MIDI IN -> OUT

source: Config Mode
es: Modo de configuración

source: Bank {0}
es: Banco {0}

source: Starting Dump. Please don't disconnect the usb cable or turn off the device
es: Espera mientras se configura tu dispositivo. No lo desconectes ni apagues

source: Dump error
es: Error de dump

source: {0} errors trying to dump.
es: {0} errores intentando hacer dump

source: <b>Dump aborted</b>
es: <b>Dump cancelado</b>

source: {0} warnings trying to dump, continue anyway?
es: {0} advertencias durante el dump, ¿continuar de todas formas?

source: Dump sent
es: Configuración enviada

source: Open kwt configuration file
es: Abrir archivo de configuración kwt

source: kwt file (*.kwt)
es: Archivo KWT (*.kwt)

source: Invalid version of kwt configuration file "{0}" Version {1} should be {2}
es: Versión no válida del archivo de configuración kwt "{0}" Versión {1} debería ser {2}

source: Error opening kwt configuration file "{0}" {1}
es: Error al abrir el archivo de configuración kwt "{0}" {1}

source: Error writing kwt configuration file "{0}" {1}
es: Error escribiendo archivo de configuración kwt "{0}" {1}

source: Save kwt configuration file
es: Guardar archivo de configuración kwt

source: ACK Received. Kilomux connected
es: Arduino encontrada y en modo de configuración

source: Arduino is not in config mode anymore
es: Arduino ha salido del modo de configuración

source: Dump OK
es: Configuración exitosa

source: MIDI message not supported
es: Mensaje MIDI no soportado

source: Note
es: Nota

source: ERROR IN:
es: ERROR REC:

source: Off
es: Desactivado

source: Bank shifter
es: Shifter de banco
